IDEA Open Model
ConnectionData Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConnectionData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConnectionData()
Public Sub New
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace